Repository: AlexKhlybov/inc_gua_back
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: minimum number of characters {_min}
ru: минимальное количество символов {_min}

source: maximum number of characters {_max}
ru: максимальное количество символов {_max}

source: the value must be numeric
ru: значение должно быть числовым

source: Bank info
ru: Данные банка

source: Personal info
ru: Персональные данные

source: Passport info
ru: Паспортные данные

source: there is no kontur_key or kontur_url in environment
ru: не указаны kontur_key или kontur_url в виртуальном окружении

source: principal or order not exist
ru: принципал или заявка отсутствуют

source: there is no amount in the application
ru: не обнаружена сумма

source: no data on the principal with the given inn
ru: нет данных по принципалу с указанным ИНН

source: no kontur_key or kontur_url in environment
ru: не указаны kontur_key или kontur_url в виртуальном окружении

source: there are no oliver_wyman's params in environment
ru: не указаны параметры oliver_wyman в виртуальном окружении

source: there are no oliver_wyman params in environment
ru: не указаны параметры oliver_wyman в виртуальном окружении

source: no supplierInn
ru: не указан supplierInn

source: no customerInn
ru: не указан customerInn

source: there are more then one principal with this supplierInn
ru: есть более, чем один принципал с этим supplierInn

source: there are more then one beneficiary with this customerInn
ru: есть более, чем один бенефициар с этим customerInn

source: no order
ru: нет заявки

source: there is no order with this id
ru: нет заявки в данным id

source: Permissions
ru: Права

source: Important dates
ru: Важные даты

source: The Email must be set
ru: Необходимо указать адрес электройнной почты

source: Superuser must have is_staff=True.
ru: У суперпользователя должно быть установлена опция 'Статус персонала'

source: Superuser must have is_superuser=True.
ru: У суперпользователя должна быть установлена опция 'Статус суперпользователя'
